[
	{
		"id": "mf_ketos",
		"license_level": 0,
		"source": "GMS",
		"name": "KĒTŎS",
		"mechtype":[
			"Artillery"
		],
		"description": "KĒTŎS is a Size 2 frame available to the single pilot who has permission for the Serpent Rock Technology “manufacturer” from LL0 onwards. It is a unique physical object. If a pilot is using this physical object but mechanically making use of a different frame they have heavily customized/modified it with that other license technology. To represent this, the pilot must purchase KĒTŎS Core Systems and must purchase the highest stage KĒTŎS NHP system they have access to.",
		"mounts":[
			"Main",
			"Flex",
			"Heavy"
		],
		"stats":{
			"size": 2,
			"structure": 4,
			"stress": 4,
			"armor": 1,
			"hp": 10,
			"evasion": 8,
			"edef": 8,
			"heatcap": 6,
			"repcap": 4,
			"sensor_range": 10,
			"tech_attack": 0,
			"save": 10,
			"speed": 4,
			"sp": 6
		},
		"traits": [
			{
				"name": "Ponderous",
				"description": "Adjacent allied characters can use KĒTŎS as hard cover."
			},
			{
				"name": "Personnel Transport",
				"description": "KĒTŎS has an expanded compartment capable of carrying passengers. It has two configurations which can be switched at any Full Repair: 1) Command configuration - two persons in capacious surroundings with space for gear and equipment. 2) Troop configuration - five persons in cramped surroundings with space for personal gear/weapons."
			},
			{
				"name": "KĒTŎS NHP",
				"description":"This NHP is the personality of the frame. It can be treated as a basic Comp/Con unit (page 120) that is susceptible to cascade and that has more personality. The frame has the AI tag. This is replaced by higher Stages, see the License systems."
			},
			{
				"name": "Aquatic Specialization",
				"description": "While operating in water, KĒTŎS has speed 6.",
				"synergies": [
					{
						"locations": [
							"active_effects",
							"move",
							"boost"
						],
						"detail": "While operating in water, KĒTŎS has speed 6."
					}
				]
			}
		],
		"core_system": {
			"name": "Fire Cycle and Control Systems",
			"active_name": "Fire Control System",
			"active_effect": "When activated, KĒTŎS gains the following for the rest of the scene: 1) KĒTŎS may Skirmish multiple times in one turn. 2) When Skirmishing, KĒTŎS may ignore the Inaccurate tag on one weapon per turn. 3) KĒTŎS gains the Firing Cycle action.",
			"activation": "Protocol",
			"description": "KĒTŎS is designed for close fire support to infantry. It is capable of high sustained rates of fire at multiple targets.",
			"deactivation": "Protocol",
			"use": "Scene",
			"active_actions": [
				{
					"name": "Firing Cycle",
					"activation": "Quick",
					"detail": "All weapons on one mount with the Loaded tag are reloaded."
				}
			]
		},
		"image_url": "https://skalchemist.cloud/mediawiki/images/1/19/KETOS.png",
		"y_pos": "35"
	}
]
