[
	{
		"id": "ms_ketos_core_systems",
		"name": "KĒTŎS Core Systems",
		"source": "SRT",
		"license": "KĒTŎS",
		"license_level": 0,
		"effect": "The frame gains an expanded compartment capable of carrying passengers. It has two configurations which can be switched at any Full Repair: 1) Command configuration - two persons in capacious surroundings with space for gear and equipment; 2) Troop configuration - five persons in cramped surroundings with space for personal gear/weapons. Also, while operating in water, the frame has +2 Speed.",
		"type": "System",
		"sp": 2,
		"description": "This system can only be used with the KĒTŎS artifact, and must be installed in that artifact if a different manufacturer's frame is being used as the template. It should NOT be installed if the KĒTŎS frame itself is being used.",
		"tags":[
			{
				"id": "tg_unique"
			}
		],
		"synergies": [
			{
				"locations": [
					"active_effects",
					"move",
					"boost"
				],
				"detail": "While operating in water, KĒTŎS has speed +2."
			}
		]
	},
	{
		"id": "ms_ketos_stage_1_nhp",
		"name": "KĒTŎS Stage 1 NHP",
		"source": "SRT",
		"license": "KĒTŎS",
		"license_level": 0,
		"effect": "This NHP is the personality of the frame. It can be treated as a basic Comp/Con unit (page 120) that is susceptible to cascade and that has more personality. The frame has the AI tag. This is replaced by higher Stages if those are available.",
		"type": "AI",
		"sp": 0,
		"description": "This system, or one of the higher stage versions of it, must be installed on any mech that is based on the KĒTŎS artifact.",
		"tags": [
			{
				"id":"tg_ai"
			}
		]
	},
	{
		"id": "ms_ketos_stage_2_nhp",
		"name": "KĒTŎS Stage 2 NHP",
		"source": "SRT",
		"license": "KĒTŎS",
		"license_level": 1,
		"effect": "KĒTŎS becomes more capable and more sophisticated. It now operates fully as described under “Handing Over Control” on page 107 without any drawbacks.",
		"type": "System",
		"sp": 0,
		"description": "This system replaces KĒTŎS Stage 1 NHP. Once License 1 is reached this system must always be added to the KĒTŎS artifact.",
		"tags": [
			{
				"id": "tg_ai"
			},
			{
				"id": "tg_unique"
			}
		],
		"integrated": [
			"ms_ketos_stage_1_nhp"
		]
	},
	{
		"id": "ms_ketos_stage_3_nhp",
		"name": "KĒTŎS Stage 3 NHP",
		"source": "SRT",
		"license": "KĒTŎS",
		"license_level": 2,
		"effect": "KĒTŎS becomes even more capable and more sophisticated. It is a full fledged NHP as with Stage 2, but now also provides +2 E-Defense.",
		"type": "System",
		"sp": 1,
		"description": "This system replaces KĒTŎS Stage 2 NHP. Once License 2 is reached this system must always be added to the frame.",
		"tags": [
			{
				"id": "tg_ai"
			},
			{
				"id": "tg_unique"
			}
		],
		"bonuses": [
			{
				"id": "edef",
				"val": 2
			}
		],
		"integrated": [
			"ms_ketos_stage_2_nhp",
			"ms_ketos_stage_1_nhp"
		]
	},
	{
		"id": "ms_ketos_stage_4_nhp",
		"name": "KĒTŎS Stage 4 NHP",
		"source": "SRT",
		"license": "KĒTŎS",
		"license_level": 3,
		"effect": "KĒTŎS becomes even more capable and more sophisticated. It is a full fledged NHP as with Stage 2, and provides +2 E-Defense as with Stage 3. It now also provides KĒTŎS Protocol.",
		"type": "AI",
		"sp": 2,
		"description": "This system replaces KĒTŎS Stage 3 NHP. Once License 3 is reached this system must always be added to the frame.",
		"actions": [
			{
				"name": "KĒTŎS Protocol",
				"activation": "Protocol",
				"detail": "When activated, KĒTŎS takes full control over firing timing, allowing for a increased rate of fire. You become Immobilized. KĒTŎS may Barrage as a quick action (but is still limited by the rule that the same action cannot be taken twice in one turn). It also gains the Responsive Fire reaction. However, while this protocol is active, the pilot cannot choose targets directly. They may state a general strategy to KĒTŎS, or make suggestions, but KĒTŎS is in full control. The NHP will generally prioritize targets to achieve the following in descending order of importance: self-preservation, defense of allied targets, elimination of high danger targets. Control can be resumed by a protocol, but after control is resumed you become Stunned until the start of your next turn.",
				"frequency": "Unlimited"
			},
			{
				"name": "Responsive Fire",
				"activation": "Reaction",
				"detail": "KĒTŎS Skirmishes with one weapon at that target. The pilot may suggest a weapon, but KĒTŎS will make the final determination. You cannot use Responsive Fire when that allied character is hit again until the start of your next turn.",
				"frequency": "Unlimited",
				"trigger": "When an allied character is hit with a ranged weapon within Sensors."
			}
		],
		"bonuses": [
			{
				"id": "edef",
				"val": 2
			}
		],
		"integrated":[
			"ms_ketos_stage_3_nhp",
			"ms_ketos_stage_2_nhp",
			"ms_ketos_stage_1_nhp"
		]
	},
	{
		"id": "ms_button_up_state",
		"name": "Button Up State",
		"source": "SRT",
		"license": "KĒTŎS",
		"license_level": 3,
		"effect": "",
		"type": "Shield",
		"sp": 3,
		"description": "When activated, all exterior ports/apertures are closed with hardened shields, weaponry is partially retracted into armored housings, limbs are shortened and covered in hardened sheathes, etc.",
		"actions": [
			{
				"name": "Button Up",
				"activation": "Quick",
				"detail": "You gain resistance to all damage, burn and heat from attacks that originate beyond 3 range. However, you become slowed, all weapons are considered to have the Inaccurate and Ordinance tags, and you may only fire at targets within Sensors. This lasts until you Stand Down.",
				"synergy_locations": [
					"active_effects"
				],
				"frequency": "Unlimited"
			},
			{
				"name": "Stand Down",
				"activation": "Quick",
				"detail": "You lose the benefits and disadvantages from Button Up.",
				"frequency": "Unlimited"
			}
		]
	}
]